Repository: joerup/omega
Catalog: *.lproj/Localizable.strings
Languages: es, fr, it

source: Calculate a derivative at a point. Use definite integrals to find the area under a curve.
es: Calcular una derivada en un punto. Usar integrales definidas para encontrar el área bajo una curva.
fr: Calculez une dérivée en un point. Utilisez des intégrales définies pour trouver l'aire sous une courbe.
it: Calcola una derivata in un punto. Usa integrali definiti per trovare l'area sotto una curva.

source: Summation & Product Notation
es: Notación de suma y producto
fr: Sommation et notation du produit
it: Somma e notazione prodotto

source: Calculate large sums and large products using these important functions.
es: Calcule grandes sumas y grandes productos usando estas funciones importantes.
fr: Calculez de grosses sommes et de gros produits en utilisant ces fonctions importantes.
it: Calcola grandi somme e prodotti di grandi dimensioni utilizzando queste importanti funzioni.

source: Beyond a single answer.
es: Más allá de una sola respuesta.
fr: Au-delà d'une seule réponse.
it: Al di là di una singola risposta.

source: Extra Results
es: Resultados adicionales
fr: Résultats supplémentaires
it: Risultati extra

source: Additional representations of a calculated result: fraction form, in terms of π, etc. Generated automatically when a calculation is made.
es: Representaciones adicionales de un resultado calculado: forma de fracción, en términos de π, etc. Generadas automáticamente cuando se realiza un cálculo.
fr: Représentations supplémentaires d'un résultat calculé : sous forme de fraction, en termes de π, etc. Générées automatiquement lorsqu'un calcul est effectué.
it: Rappresentazioni aggiuntive di un risultato calcolato: forma frazionaria, in termini di π, ecc. Generato automaticamente quando viene eseguito un calcolo.

source: Special Graphs
es: Gráficos especiales
fr: Graphiques spéciaux
it: Grafici speciali

source: Calculate a trig function and get a visual unit circle representation. Or get a graph of the tangent line or the area under the curve when you calculate derivatives and integrals.
es: Calcule una función trigonométrica y obtenga una representación visual del círculo unitario. O obtenga un gráfico de la línea tangente o el área bajo la curva cuando calcule derivadas e integrales.
fr: Calculez une fonction trigonométrique et obtenez une représentation visuelle du cercle unitaire. Ou obtenez un graphique de la ligne tangente ou de l'aire sous la courbe lorsque vous calculez des dérivées et des intégrales.
it: Calcola una funzione trigonometrica e ottieni una rappresentazione visiva del cerchio unitario. Oppure ottieni un grafico della linea tangente o dell'area sotto la curva quando calcoli derivate e integrali.

source: Even more features yet to come.
es: Aún más características por venir.
fr: Encore plus de fonctionnalités à venir.
it: Ancora altre funzionalità devono ancora venire.

source: More Coming Soon
es: Más próximamente
fr: Plus à venir
it: Altri in arrivo

source: This is the first iteration in a multi-update plan to truly empower Omega. In subsequent updates, we'll be adding even more pro features. Stay tuned!
es: Esta es la primera iteración en un plan de múltiples actualizaciones para potenciar verdaderamente a Omega. En actualizaciones posteriores, agregaremos aún más funciones profesionales. ¡Estén atentos!
fr: Il s'agit de la première itération d'un plan multi-mises à jour pour vraiment renforcer Omega. Dans les mises à jour ultérieures, nous ajouterons encore plus de fonctionnalités professionnelles. Restez à l'écoute !
it: Questa è la prima iterazione di un piano di aggiornamento multiplo per potenziare davvero Omega. Negli aggiornamenti successivi, aggiungeremo ancora più funzionalità professionali. Resta sintonizzato!

source: So many great features.
es: Tantas características geniales.
fr: Tellement de fonctionnalités intéressantes.
it: Così tante fantastiche funzionalità.

source: One single purchase.
es: Una sola compra.
fr: Un seul achat.
it: Un solo acquisto.

source: Thank you for your support!
es: ¡Gracias por tu apoyo!
fr: Merci pour votre soutien!
it: Grazie per il vostro sostegno!

source: See All Features
es: Ver todas las funciones
fr: Voir toutes les fonctionnalités
it: Vedi tutte le funzionalità

source: Purchase for %@
es: Comprar para %@
fr: Acheter pour %@
it: Acquista per %@

source: One-Time Payment
es: Pago único
fr: Paiement unique
it: Pagamento una tantum

source: Unlocked
es: Desbloqueado
fr: Déverrouillé
it: Sbloccato

source: Not Now
es: Ahora no
fr: Pas maintenant
it: Non ora

source: Purchase Complete
es: Compra Completa
fr: Achat terminé
it: Acquisto completato

source: Restore Complete
es: Restauración completa
fr: Restauration terminée
it: Ripristino completato

source: Thank you for supporting Omega Calculator.
es: Gracias por apoyar Omega Calculator.
fr: Merci de soutenir Omega Calculator.
it: Grazie per il supporto di Omega Calculator.

source: Your support helps us keep Omega Calculator free of ads and free of charge for everyone. And you're helping us create future app updates that we know you will love. We hope you enjoy your purchase.
es: Su apoyo nos ayuda a mantener Omega Calculator libre de anuncios y de forma gratuita para todos. Y nos está ayudando a crear futuras actualizaciones de la aplicación que sabemos que le encantarán. Esperamos que disfrute de su compra.
fr: Votre soutien nous aide à garder Omega Calculator sans publicité et gratuit pour tout le monde. Et vous nous aidez à créer de futures mises à jour d'applications que nous savons que vous aimerez. Nous espérons que vous apprécierez votre achat.
it: Il tuo supporto ci aiuta a mantenere Omega Calculator privo di pubblicità e gratuito per tutti. E ci stai aiutando a creare futuri aggiornamenti delle app che sappiamo ti piaceranno. Ci auguriamo che il tuo acquisto ti piaccia.

# Current Color
source: Current Theme
es: Color actual
fr: Couleur actuelle
it: Colore attuale

# Favorite Colors
source: Favorite Themes
es: Colores favoritos
fr: Couleurs préférées
it: Colori preferiti

# All Colors
source: All Themes
es: Todos los colores
fr: Toutes les couleurs
it: Tutti i colori

# No favorite colors. Press and hold on an icon to favorite it.
source: No favorite themes. Press and hold on a theme icon to favorite it.
es: Sin colores favoritos. Mantenga presionado un icono para marcarlo como favorito.
fr: Aucune couleur préférée. Appuyez longuement sur une icône pour la mettre en favori.
it: Nessun colore preferito. Tieni premuta un'icona per aggiungerla ai preferiti.

# Unlock Colors
source: Unlock Themes
es: Desbloquear colores
fr: Déverrouiller les couleurs
it: Sblocca colori

source: %@ Series
es: %@ Serie
fr: %@ Série
it: %@ Serie

# Set Color
source: Set Theme
es: Establecer color
fr: Définir la couleur
it: Imposta colore

source: Favorite
es: Favorito
fr: Favori
it: Preferito

source: Unfavorite
es: No favorito
fr: Défavorable
it: Non preferito

source: Unlock
es: Desbloquear
fr: Déverrouiller
it: Sblocca

source: Preview
es: Vista previa
fr: Aperçu
it: Anteprima

source: Buttons
es: Botones
fr: Boutons
it: Pulsanti

source: Expanded Portrait Mode
es: Modo de retrato ampliado
fr: Mode portrait étendu
it: Modalità ritratto esteso

source: Button Shape
es: Forma del botón
fr: Forme du bouton
it: Forma del pulsante

source: Sound Effects
es: Efectos de sonido
fr: Effets sonores
it: Effetti sonori

source: Haptic Feedback
es: Retroalimentación háptica
fr: Rétroaction haptique
it: Feedback aptico

source: Text
es: Texto
fr: Texte
it: Testo

source: Font Weight
es: Peso de fuente
fr: Epaisseur de la police
it: Peso carattere

source: Animations
es: Animaciones
it: Animazioni

source: Maximum Shrink
es: Contracción máxima
fr: Réduction maximale
it: Restringimento massimo

source: The text will not shrink before scrolling.
es: El texto no se encogerá antes de desplazarse.
fr: Le texte ne rétrécira pas avant le défilement.
it: Il testo non si ridurrà prima di scorrere.

source: The text will continue to shrink as much as it needs to fit the screen.
es: El texto continuará encogiéndose tanto como sea necesario para ajustarse a la pantalla.
fr: Le texte continuera à rétrécir autant qu'il le faudra pour tenir sur l'écran.
it: Il testo continuerà a ridursi quanto necessario per adattarsi allo schermo.

source: The text will shrink by up to %lld%% of its original size before scrolling.
es: El texto se reducirá hasta un %lld%% de su tamaño original antes de desplazarse.
fr: Le texte sera réduit jusqu'à %lld%% de sa taille d'origine avant le défilement.
it: Il testo si ridurrà fino al %lld%% della sua dimensione originale prima di scorrere.

source: Display
es: Pantalla
fr: Afficher
it: Visualizza

source: Rounding Places
es: Lugares de redondeo
fr: Lieux d'arrondi
it: Luoghi di arrotondamento

source: Numbers with more than %lld decimal places will be displayed rounded. They retain their true value internally.
es: Los números con más de %lld decimales se mostrarán redondeados. Conservan su valor real internamente.
fr: Les nombres avec plus de %lld décimales seront affichés arrondis. Ils conservent leur vraie valeur en interne.
it: I numeri con più di %lld cifre decimali verranno visualizzati arrotondati. Mantengono il valore vero internamente.

source: Thousands Separators
es: Separadores de miles
fr: Séparateurs de milliers
it: Migliaia separatori

source: None
es: Ninguno
fr: Aucun
it: Nessuno

source: Commas
es: Comas
fr: Virgules
it: virgole

source: Spaces
es: Espacios
fr: Espaces
it: Spazi

source: Decimal Point
es: Punto decimal
fr: Point décimal
it: Punto decimale

source: Exponential Notation
es: Notación exponencial
fr: Notation exponentielle
it: Notazione esponenziale

source: Degrees Symbol
es: Símbolo de grados
fr: Symbole des degrés
it: Simbolo dei gradi

source: Input
es: Entrada
fr: Entrée
it: Ingresso

source: Pointer Behavior
es: Comportamiento del puntero
fr: Comportement du pointeur
it: Comportamento puntatore

source: Continue Automatically
es: Continuar automáticamente
fr: Continuer automatiquement
it: Continua automaticamente

source: Remain with Group
es: Permanecer con el grupo
fr: Rester avec le groupe
it: Rimani con il gruppo

source: The text pointer will automatically exit powers, radicals, etc. after something has been completely inputted in them.
es: El puntero de texto saldrá automáticamente de potencias, radicales, etc. después de que se haya ingresado algo por completo en ellos.
fr: Le pointeur de texte quittera automatiquement les pouvoirs, les radicaux, etc. après que quelque chose y ait été complètement saisi.
it: Il puntatore di testo uscirà automaticamente da poteri, radicali, ecc. dopo che qualcosa è stato completamente inserito in essi.

source: The text pointer will remain inside powers, radicals, etc. until manually moved outside.
es: El puntero de texto permanecerá dentro de potencias, radicales, etc. hasta que se mueva manualmente hacia afuera.
fr: Le pointeur de texte restera à l'intérieur des puissances, des radicaux, etc. jusqu'à ce qu'il soit déplacé manuellement à l'extérieur.
it: Il puntatore di testo rimarrà all'interno di poteri, radicali, ecc. finché non verrà spostato manualmente all'esterno.

source: Function Arguments
es: Argumentos de función
fr: Arguments de fonction
it: Argomenti funzione

source: Implicit
es: Implícito
fr: implicite
it: Implicito

source: Explicit
es: Explícito
it: Esplicito

source: Functions may exist without explicit parentheses in their arguments.
es: Las funciones pueden existir sin paréntesis explícitos en sus argumentos.
fr: Les fonctions peuvent exister sans parenthèses explicites dans leurs arguments.
it: Le funzioni possono esistere senza parentesi esplicite nei loro argomenti.

source: Parentheses will be automatically added after functions, such as trig functions and logarithms.
es: Los paréntesis se agregarán automáticamente después de funciones, como funciones trigonométricas y logaritmos.
fr: Les parenthèses seront automatiquement ajoutées après les fonctions, telles que les fonctions trigonométriques et les logarithmes.
it: Le parentesi verranno aggiunte automaticamente dopo le funzioni, come le funzioni trigonometriche e i logaritmi.

source: Evaluation
es: Evaluación
fr: Évaluation
it: Valutazione

source: Implicit Multiplication
es: Multiplicación implícita
fr: Multiplication implicite
it: Moltiplicazione implicita

source: Separate
es: Separar
fr: Séparé
it: Separato

source: Normal
fr: Normale
it: Normale

source: When the order of operations is ambiguous, implicit multiplication will take precedence over division. ex: 6÷2(3) becomes 6÷(2(3)) -> 1.
es: Cuando el orden de las operaciones es ambiguo, la multiplicación implícita tendrá prioridad sobre la división. Ej: 6 ÷ 2 (3) se convierte en 6 ÷ (2 (3)) -> 1.
fr: Lorsque l'ordre des opérations est ambigu, la multiplication implicite prévaudra sur la division. ex : 6÷2(3) devient 6÷(2(3)) -> 1.
it: Quando l'ordine delle operazioni è ambiguo, la moltiplicazione implicita avrà la precedenza sulla divisione. es: 6÷2(3) diventa 6÷(2(3)) -> 1.

source: When the order of operations is ambiguous, implicit multiplication will be treated as normal multiplication. ex: 6÷2(3) becomes (6÷2)(3) -> 9.
es: Cuando el orden de las operaciones es ambiguo, la multiplicación implícita se tratará como una multiplicación normal. Ejemplo: 6÷2(3) se convierte en (6÷2)(3) -> 9.
fr: Lorsque l'ordre des opérations est ambigu, la multiplication implicite sera traitée comme une multiplication normale. ex : 6÷2(3) devient (6÷2)(3) -> 9.
it: Quando l'ordine delle operazioni è ambiguo, la moltiplicazione implicita sarà trattata come una normale moltiplicazione. es: 6÷2(3) diventa (6÷2)(3) -> 9.

source: Language
es: Idioma
fr: Langue
it: Lingua

source: Updates
es: Actualizaciones
fr: Mises à jour
it: Aggiornamenti

source: Version
es: Versión
it: Versione

# News
source: What's New
es: Noticias
fr: Actualités
it: Notizie

source: Changes in Version %@
es: Cambios en la versión %@
fr: Modifications de la version %@
it: Modifiche alla versione %@

source: Pro Changes
es: Cambios profesionales
fr: Modifications Pro
it: Modifiche professionali

source: Premium
it: Premio

source: Current Tier
es: Nivel actual
fr: Niveau actuel
it: Livello attuale

source: Restore
es: Restaurar
fr: Restaurer
it: Ripristina

source: Restore Purchases
es: Restaurar Compras
fr: Restaurer les achats
it: Ripristina acquisti

source: Calculations
es: Cálculos
fr: Calculs
it: Calcoli

source: Number of Calculations
es: Número de cálculos
fr: Nombre de calculs
it: Numero di calcoli

source: Export Calculations
es: Exportar cálculos
fr: Exporter les calculs
it: Calcoli di esportazione

source: Links
es: Enlaces
fr: Liens
it: Link

source: Visit our Website
es: Visita nuestro sitio web
fr: Visitez notre site Web
it: Visita il nostro sito Web

source: Contact Support
es: Contactar con soporte
fr: Contacter l'assistance
it: Contatta l'assistenza

source: Privacy Policy
es: Política de privacidad
fr: Politique de confidentialité
it: Informativa sulla privacy

source: Follow us on Twitter
es: Síguenos en Twitter
fr: Suivez-nous sur Twitter
it: Seguici su Twitter

source: Help us Grow
es: Ayúdanos a Crecer
fr: Aidez-nous à grandir
it: Aiutaci a crescere

source: Rate the App
es: Valorar la aplicación
fr: Évaluer l'application
it: Valuta l'app

source: Share the App
es: Compartir la aplicación
fr: Partager l'application
it: Condividi l'app

source: Check out our other Apps
es: Consulte nuestras otras aplicaciones
fr: Découvrez nos autres applications
it: Dai un'occhiata alle nostre altre app

source: Standard
es: Estándar
fr: Norme
