Repository: joerup/omega
Catalog: *.lproj/Localizable.strings
Languages: es, fr, it

source: Calculator
es: Calculadora
fr: Calculatrice
it: Calcolatrice

source: Welcome to
es: Bienvenido a
fr: Bienvenue à
it: Benvenuto in

source: Let's get started.
es: Empecemos.
fr: Commençons.
it: Iniziamo.

source: Start
es: Inicio
fr: Démarrer
it: Inizio

source: Continue
es: Continuar
fr: Continuer
it: Continua

source: Confirm
es: Confirmar
fr: Confirmer
it: Conferma

source: Recent Calculations
es: Cálculos recientes
fr: Calculs récents
it: Calcoli recenti

source: Saved Calculations
es: Cálculos guardados
fr: Calculs enregistrés
it: Calcoli salvati

source: Stored Variables
es: Variables almacenadas
fr: Variables stockées
it: Variabili memorizzate

# Colors
source: Themes
es: Colores
fr: Couleurs
it: Colori

source: Settings
es: Configuración
fr: Paramètres
it: Impostazioni

source: About
es: Acerca de
fr: À propos
it: Informazioni su

source: Menu
es: Menú
it: Menù

source: Insert
es: Insertar
fr: Insérer
it: Inserisci

source: Substitute
es: Sustituir
fr: Remplacer
it: Sostituto

source: Edit
es: Editar
fr: Modifier
it: Modifica

source: Copy
es: Copiar
fr: Copier
it: Copia

source: Paste
es: Pegar
fr: Coller
it: Incolla

source: Save
es: Guardar
fr: Enregistrer
it: Salva

source: Unsave
es: No guardar
fr: Annuler l'enregistrement
it: Annulla salvataggio

source: Assign
es: Asignar
fr: Attribuer
it: Assegna

source: Export
es: Exportar
fr: Exporter
it: Esporta

source: Delete
es: Eliminar
fr: Supprimer
it: Elimina

source: Cancel
es: Cancelar
fr: Annuler
it: Annulla

source: Copied to Clipboard
es: Copiado al Portapapeles
fr: Copié dans le presse-papiers
it: Copiato negli Appunti

source: Saved to Folder
es: Guardado en la carpeta
fr: Enregistré dans le dossier
it: Salvato nella cartella

source: Unsaved
es: No guardado
fr: Non enregistré
it: Non salvato

source: Assigned to Variable
es: Asignado a Variable
fr: Affecté à la variable
it: Assegnato a variabile

source: Exported File
es: Archivo exportado
fr: Fichier exporté
it: File esportato

source: Deleted
es: Eliminado
fr: Supprimé
it: Eliminato

# Unknown Variable
source: Unknown Var
es: Variable Desconocida
fr: Variable inconnue
it: Variabile sconosciuta

# Function Variable
source: Function Var
es: Función Variable
fr: Fonction Variable
it: Variabile funzione

# Constant Variable
source: Constant Var
es: Variable constante
fr: Variable constante
it: Variabile costante

# Bound Variable
source: Bound Var
es: Variable ligada
fr: Variable liée
it: Variabile vincolata

# Dummy Variable
source: Dummy Var
es: Variable ficticia
fr: Variable factice
it: Variabile fittizia

source: Calculation
es: Cálculo
fr: Calcul
it: Calcolo

source: Variable
it: Variabile

source: Recent
es: Reciente
fr: Récent
it: Recenti

source: Saved
es: Guardado
fr: Enregistré
it: Salvato

source: All Saved
es: Todo guardado
fr: Tous enregistrés
it: Tutti salvati

source: New Folder
es: Nueva Carpeta
fr: Nouveau dossier
it: Nuova cartella

source: %@ selected
es: %@ seleccionado
fr: %@ sélectionné
it: %@ selezionato

source: All Types
es: Todos los tipos
fr: Tous les types
it: Tutti i tipi

source: Numbers
es: Números
fr: Numéros
it: Numeri

source: Expressions
es: Expresiones
it: Espressioni

source: Columns
es: Columnas
fr: Colonnes
it: Colonne

source: File Type
es: Tipo de archivo
fr: Type de fichier
it: Tipo di file

source: %lld calculations selected
es: %lld cálculos seleccionados
fr: %lld calculs sélectionnés
it: %lld calcoli selezionati

source: 1 calculation selected
es: 1 cálculo seleccionado
fr: 1 calcul sélectionné
it: 1 calcolo selezionato

source: Calculations Selected
es: Cálculos seleccionados
fr: Calculs sélectionnés
it: Calcoli selezionati

source: All
es: Todos
fr: Tous
it: Tutti

source: Select
es: Seleccionar
fr: Sélectionner
it: Seleziona

source: Selection
es: Selección
fr: Sélection
it: Selezione

source: in the past
es: en el pasado
fr: dans le passé
it: nel passato

source: hour
es: hora
fr: heure
it: ora

source: hours
es: horas
fr: heures
it: ore

source: day
es: día
fr: jour
it: giorno

source: days
es: días
fr: jours
it: giorni

source: month
es: mes
fr: mois
it: mese

source: months
es: meses
fr: mois
it: mesi

source: Select Variable
es: Seleccionar variable
fr: Sélectionner une variable
it: Seleziona variabile

source: Date
es: Fecha
it: Data

source: Time
es: Tiempo
fr: Heure
it: Ora

source: Result
es: Resultado
fr: Résultat
it: Risultato

source: Name
es: Nombre
fr: Nom
it: Nome

source: Folder
es: Carpeta
fr: Dossier
it: Cartella

source: Note: The exported file may take a few moments to generate.
es: Nota: el archivo exportado puede tardar unos minutos en generarse.
fr: Remarque : la génération du fichier exporté peut prendre quelques instants.
it: Nota: la generazione del file esportato potrebbe richiedere alcuni istanti.

source: %lld Variables
it: %lld variabili

source: 1 Variable
it: 1 variabile

source: No Calculations
es: Sin cálculos
fr: Aucun calcul
it: Nessun calcolo

source: No calculations were performed on the selected day.
es: No se realizaron cálculos en el día seleccionado.
fr: Aucun calcul n'a été effectué le jour sélectionné.
it: Nessun calcolo è stato eseguito nel giorno selezionato.

source: No Variables Set
es: Sin conjunto de variables
fr: Aucune variable définie
it: Nessuna variabile impostata

source: No values are currently assigned to a variable.
es: No hay valores asignados actualmente a una variable.
fr: Aucune valeur n'est actuellement affectée à une variable.
it: Nessun valore è attualmente assegnato a una variabile.

source: Select a Calculation
es: Seleccione un cálculo
fr: Sélectionner un calcul
it: Seleziona un calcolo

source: Select a Variable
es: Seleccione una variable
fr: Sélectionner une variable
it: Seleziona una variabile

source: Are you sure you want to delete this calculation? This cannot be undone.
es: ¿Está seguro de que desea eliminar este cálculo? Esto no se puede deshacer.
fr: Êtes-vous sûr de vouloir supprimer ce calcul ? Cette opération est irréversible.
it: Sei sicuro di voler eliminare questo calcolo? Questo non può essere annullato.

source: Are you sure you want to delete the %lld selected calculations? This cannot be undone.
es: ¿Está seguro de que desea eliminar los %lld cálculos seleccionados? Esto no se puede deshacer.
fr: Êtes-vous sûr de vouloir supprimer les %lld calculs sélectionnés ? Cette opération est irréversible.
it: Sei sicuro di voler eliminare i %lld calcoli selezionati? Questa operazione non può essere annullata.

source: Are you sure you want to delete the selected calculation? This cannot be undone.
es: ¿Está seguro de que desea eliminar el cálculo seleccionado? Esto no se puede deshacer.
fr: Êtes-vous sûr de vouloir supprimer le calcul sélectionné ? Cette opération est irréversible.
it: Sei sicuro di voler eliminare il calcolo selezionato? Questo non può essere annullato.

source: Are you ABOLUTELY POSITIVELY sure you want to delete ALL of the %lld selected calculations? This cannot be undone.
es: ¿Está ABSOLUTAMENTE POSITIVAMENTE seguro de que desea eliminar TODOS los %lld cálculos seleccionados? Esto no se puede deshacer.
fr: Êtes-vous ABSOLUMENT POSITIVEMENT sûr de vouloir supprimer TOUS les %lld calculs sélectionnés ? Cela ne peut pas être annulé.
it: Sei ASSOLUTAMENTE POSITIVO sicuro di voler eliminare TUTTI i %lld calcoli selezionati? Questo non può essere annullato.

source: Are you sure you want to delete the %@ folder? This action cannot be undone. Note that this will only delete the folder itself, not the calculations inside it.
es: ¿Está seguro de que desea eliminar la carpeta %@? Esta acción no se puede deshacer. Tenga en cuenta que esto solo eliminará la carpeta en sí, no los cálculos que contiene.
fr: Êtes-vous sûr de vouloir supprimer le dossier %@ ? Cette action est irréversible. Notez que cela ne supprimera que le dossier lui-même, pas les calculs qu'il contient.
it: Sei sicuro di voler eliminare la cartella %@? Questa azione non può essere annullata. Nota che questo cancellerà solo la cartella stessa, non i calcoli al suo interno.

source: This folder is empty.
es: Esta carpeta está vacía.
fr: Ce dossier est vide.
it: Questa cartella è vuota.

source: Saved calculations will appear here and will not expire.
es: Los cálculos guardados aparecerán aquí y no caducan.
fr: Les calculs enregistrés apparaîtront ici et n'expireront pas.
it: I calcoli salvati appariranno qui e non scadranno.

source: %lld of maximum %lld calculations saved
es: %lld del máximo de %lld cálculos guardados
fr: %lld du maximum de %lld calculs enregistrés
it: %lld di massimo %lld calcoli salvati

source: Reached Saved Limit
es: Límite guardado alcanzado
fr: Limite enregistrée atteinte
it: Limite di salvataggio raggiunto

source: You have reached the limit of %lld saved calculations. You can unsave others to free up space, or upgrade to Omega Pro for unlimited saved calculations.
es: Ha alcanzado el límite de %lld cálculos guardados. Puede desguardar otros para liberar espacio o actualizar a Omega Pro para tener cálculos guardados ilimitados.
fr: Vous avez atteint la limite de %lld calculs enregistrés. Vous pouvez annuler l'enregistrement des autres pour libérer de l'espace, ou passer à Omega Pro pour un nombre illimité de calculs enregistrés.
it: Hai raggiunto il limite di %lld calcoli salvati. Puoi annullare il salvataggio di altri per liberare spazio o eseguire l'upgrade a Omega Pro per calcoli salvati illimitati.

source: This calculation is more than %lld days old and will be deleted if unsaved. Are you sure you want to delete it?
es: Este cálculo tiene más de %lld días y se eliminará si no se guarda. ¿Está seguro de que desea eliminarlo?
fr: Ce calcul date de plus de %lld jours et sera supprimé s'il n'est pas enregistré. Voulez-vous vraiment le supprimer ?
it: Questo calcolo risale a più di %lld giorni e verrà eliminato se non salvato. Sei sicuro di volerlo eliminare?

source: Are you sure you want to unsave this calculation?
es: ¿Estás seguro de que quieres desguardar este cálculo?
fr: Êtes-vous sûr de vouloir annuler l'enregistrement de ce calcul ?
it: Sei sicuro di voler annullare il salvataggio di questo calcolo?

source: You have reached the limit of %lld saved calculations. You can delete some to make room, or upgrade to Omega Pro for unlimited saved calculations.
es: Ha alcanzado el límite de %lld cálculos guardados. Puede eliminar algunos para hacer espacio o actualizar a Omega Pro para tener cálculos guardados ilimitados.
fr: Vous avez atteint la limite de %lld calculs enregistrés. Vous pouvez en supprimer certains pour faire de la place, ou passer à Omega Pro pour un nombre illimité de calculs enregistrés.
it: Hai raggiunto il limite di %lld calcoli salvati. Puoi eliminarne alcuni per fare spazio o eseguire l'upgrade a Omega Pro per un numero illimitato di calcoli salvati.

source: Saving these calculations exceeds the limit of %lld saved calculations. You can unsave others to free up space, or upgrade to Omega Pro for unlimited saved calculations.
es: Guardar estos cálculos excede el límite de %lld cálculos guardados. Puede desguardar otros para liberar espacio o actualizar a Omega Pro para tener cálculos guardados ilimitados.
fr: L'enregistrement de ces calculs dépasse la limite de %lld calculs enregistrés. Vous pouvez annuler l'enregistrement des autres pour libérer de l'espace ou passer à Omega Pro pour un nombre illimité de calculs enregistrés.
it: Il salvataggio di questi calcoli supera il limite di %lld calcoli salvati. Puoi annullare il salvataggio di altri calcoli per liberare spazio o eseguire l'upgrade a Omega Pro per calcoli salvati illimitati.

source: Are you sure you want to save the %lld selected calculations?
es: ¿Está seguro de que desea guardar los %lld cálculos seleccionados?
fr: Êtes-vous sûr de vouloir enregistrer les %lld calculs sélectionnés ?
it: Sei sicuro di voler salvare i %lld calcoli selezionati?

source: Are you sure you want to save the %lld selected calculations to the %@ folder?
es: ¿Está seguro de que desea guardar los %lld cálculos seleccionados en la carpeta %@?
fr: Êtes-vous sûr de vouloir enregistrer les %lld calculs sélectionnés dans le dossier %@ ?
it: Sei sicuro di voler salvare i %lld calcoli selezionati nella cartella %@?

source: One or more of the selected calculations is more than %lld days old and will be deleted if unsaved. Are you sure you want to unsave the %lld selected calculations and delete those that have expired?
es: Uno o más de los cálculos seleccionados tienen más de %lld días y se eliminarán si no se guardan. ¿Está seguro de que desea desguardar los %lld cálculos seleccionados y eliminar los que han caducado?
fr: Un ou plusieurs des calculs sélectionnés datent de plus de %lld jours et seront supprimés s'ils ne sont pas enregistrés. Voulez-vous vraiment annuler l'enregistrement des %lld calculs sélectionnés et supprimer ceux qui ont expiré ?
it: Uno o più dei calcoli selezionati hanno più di %lld giorni e verranno eliminati se non salvati. Sei sicuro di voler annullare il salvataggio dei %lld calcoli selezionati ed eliminare quelli scaduti?

source: The selected calculation is more than %lld days old and will be deleted if unsaved. Are you sure you want to delete it?
es: El cálculo seleccionado tiene más de %lld días y se eliminará si no se guarda. ¿Está seguro de que desea eliminarlo?
fr: Le calcul sélectionné date de plus de %lld jours et sera supprimé s'il n'est pas enregistré. Voulez-vous vraiment le supprimer ?
it: Il calcolo selezionato ha più di %lld giorni e verrà eliminato se non salvato. Sei sicuro di volerlo eliminare?

source: Are you sure you want to unsave the %lld selected calculations?
es: ¿Está seguro de que desea no guardar los %lld cálculos seleccionados?
fr: Êtes-vous sûr de vouloir annuler l'enregistrement des %lld calculs sélectionnés ?
it: Sei sicuro di voler annullare il salvataggio dei %lld calcoli selezionati?

source: Are you sure you want to unsave the selected calculation?
es: ¿Está seguro de que desea desguardar el cálculo seleccionado?
fr: Êtes-vous sûr de vouloir annuler l'enregistrement du calcul sélectionné ?
it: Sei sicuro di voler annullare il salvataggio del calcolo selezionato?

source: Overwrite
es: Sobrescribir
fr: Ecraser
it: Sovrascrivi

source: Overwrite Variable
es: Sobrescribir variable
fr: Ecraser la variable
it: Sovrascrivi variabile

source: This variable already contains a value. Would you like to overwrite it?
es: Esta variable ya contiene un valor. ¿Le gustaría sobrescribirlo?
fr: Cette variable contient déjà une valeur. Souhaitez-vous l'écraser ?
it: Questa variabile contiene già un valore. Vuoi sovrascriverlo?

source: This letter is used as a constant. Would you like to overwrite it and use the new value instead?
es: Esta letra se usa como una constante. ¿Le gustaría sobrescribirla y usar el nuevo valor en su lugar?
fr: Cette lettre est utilisée comme une constante. Souhaitez-vous l'écraser et utiliser la nouvelle valeur à la place ?
it: Questa lettera viene utilizzata come costante. Vuoi sovrascriverla e utilizzare invece il nuovo valore?

source: Are you sure you want to delete this value? This cannot be undone.
es: ¿Está seguro de que desea eliminar este valor? Esto no se puede deshacer.
fr: Êtes-vous sûr de vouloir supprimer cette valeur ? Cette opération est irréversible.
it: Sei sicuro di voler eliminare questo valore? Questa operazione non può essere annullata.

source: Are you sure you want to delete the %lld selected values? This cannot be undone.
es: ¿Está seguro de que desea eliminar los %lld valores seleccionados? Esto no se puede deshacer.
fr: Êtes-vous sûr de vouloir supprimer les %lld valeurs sélectionnées ? Cette opération est irréversible.
it: Sei sicuro di voler eliminare i %lld valori selezionati? Questa operazione non può essere annullata.

source: Are you sure you want to delete the selected value? This cannot be undone.
es: ¿Está seguro de que desea eliminar el valor seleccionado? Esto no se puede deshacer.
fr: Êtes-vous sûr de vouloir supprimer la valeur sélectionnée ? Cette opération est irréversible.
it: Sei sicuro di voler eliminare il valore selezionato? Questa operazione non può essere annullata.

source: Are you ABOLUTELY POSITIVELY sure you want to delete ALL of the %lld selected values? This cannot be undone.
es: ¿Está ABSOLUTAMENTE POSITIVAMENTE seguro de que desea eliminar TODOS los %lld valores seleccionados? Esto no se puede deshacer.
fr: Etes-vous ABSOLUMENT POSITIVEMENT sûr de vouloir supprimer TOUTES les %lld valeurs sélectionnées ? Cela ne peut pas être annulé.
it: Sei ASSOLUTAMENTE POSITIVO sicuro di voler eliminare TUTTI i %lld valori selezionati? Questo non può essere annullato.

source: Introducing
es: Presentamos
fr: Présentation
it: Introduzione

source: This feature requires
es: Esta función requiere
fr: Cette fonctionnalité nécessite
it: Questa funzione richiede

source: Take your calculator to the next level.
es: Lleva tu calculadora al siguiente nivel.
fr: Faites passer votre calculatrice au niveau supérieur.
it: Porta la tua calcolatrice al livello successivo.

source: Congratulations!
es: ¡Felicidades!
fr: Toutes nos félicitations!
it: Congratulazioni!

source: You're an Omega Pro user.
es: Eres un usuario de Omega Pro.
fr: Vous êtes un utilisateur Omega Pro.
it: Sei un utente Omega Pro.

# Unlock All Colors
source: Unlock All Themes
es: Desbloquear todos los colores
fr: Déverrouiller toutes les couleurs
it: Sblocca tutti i colori

source: Customization to the extreme.
es: Personalización al extremo.
fr: Personnalisation à l'extrême.
it: Personalizzazione all'estremo.

source: Input Line Text Pointer
es: Puntero de texto de línea de entrada
fr: Pointeur de texte de ligne d'entrée
it: Puntatore testo riga di input

source: Move anywhere in the input line and add or delete characters. Either use the on-screen arrow keys or simply tap where you want to go.
es: Muévase a cualquier lugar en la línea de entrada y agregue o elimine caracteres. Use las teclas de flecha en pantalla o simplemente toque donde desea ir.
fr: Déplacez-vous n'importe où dans la ligne de saisie et ajoutez ou supprimez des caractères. Utilisez les touches fléchées à l'écran ou appuyez simplement là où vous voulez aller.
it: Sposta ovunque nella riga di immissione e aggiungi o elimina caratteri. Usa i tasti freccia sullo schermo o tocca semplicemente dove vuoi andare.

source: More power to you.
es: Más poder para ti.
fr: Plus de pouvoir pour vous.
it: Più potere per te.

source: Store values to variables. Then use the variable in more calculations.
es: Almacene valores en variables. Luego use la variable en más cálculos.
fr: Stockez les valeurs dans les variables. Utilisez ensuite la variable dans d'autres calculs.
it: Memorizza i valori nelle variabili. Quindi usa la variabile in più calcoli.

source: Variable Expressions
es: Expresiones variables
fr: Expressions variables
it: Espressioni variabili

source: Use unknown variables to create a variable expression. Easily plug in values for quick results.
es: Utilice variables desconocidas para crear una expresión variable. Introduzca valores fácilmente para obtener resultados rápidos.
fr: Utilisez des variables inconnues pour créer une expression de variable. Branchez facilement des valeurs pour des résultats rapides.
it: Utilizza variabili sconosciute per creare un'espressione variabile. Collega facilmente i valori per risultati rapidi.

source: Your new graphing calculator.
es: Tu nueva calculadora gráfica.
fr: Votre nouvelle calculatrice graphique.
it: La tua nuova calcolatrice grafica.

source: Graphs
es: Gráficos
fr: Graphiques
it: Grafici

source: Cartesian graphs of any single-variable expression.
es: Gráficos cartesianos de cualquier expresión de una sola variable.
fr: Graphes cartésiens de toute expression à une seule variable.
it: Grafici cartesiani di qualsiasi espressione a variabile singola.

source: Tables
es: Tablas
fr: Tableaux
it: Tabelle

source: Input-output tables of any single-variable expression.
es: Tablas de entrada-salida de cualquier expresión de una sola variable.
fr: Tableaux d'entrée-sortie de toute expression à variable unique.
it: Tabelle input-output di qualsiasi espressione a variabile singola.

source: Organize and thrive.
es: Organizar y prosperar.
fr: Organisez-vous et prospérez.
it: Organizzare e prosperare.

source: Graphs & Tables
es: Gráficos y tablas
fr: Graphiques & Tableaux
it: Grafici e tabelle

source: Unlimited Saved Calculations
es: Cálculos guardados ilimitados
fr: Calculs enregistrés illimités
it: Calcoli salvati illimitati

source: Save an unlimited number of calculations so they remain in the app forever.
es: Guarde una cantidad ilimitada de cálculos para que permanezcan en la aplicación para siempre.
fr: Enregistrez un nombre illimité de calculs afin qu'ils restent dans l'application pour toujours.
it: Salva un numero illimitato di calcoli in modo che rimangano nell'app per sempre.

source: Saved Calculation Folders
es: Carpetas de cálculo guardadas
fr: Dossiers de calcul enregistrés
it: Cartelle di calcolo salvate

source: Organize saved calculations into folders to access them more easily.
es: Organice los cálculos guardados en carpetas para acceder a ellos más fácilmente.
fr: Organisez les calculs enregistrés dans des dossiers pour y accéder plus facilement.
it: Organizza i calcoli salvati in cartelle per accedervi più facilmente.

source: Recents last 180 days
es: Últimos 180 días recientes
fr: Récents derniers 180 jours
it: Recenti ultimi 180 giorni

source: Unsaved calculations will expire after 180 days instead of the default 14.
es: Los cálculos no guardados vencerán después de 180 días en lugar de los 14 predeterminados.
fr: Les calculs non enregistrés expireront après 180 jours au lieu des 14 par défaut.
it: I calcoli non salvati scadranno dopo 180 giorni invece dei 14 predefiniti.

source: The utility features you've been waiting for.
es: Las funciones de utilidad que estabas esperando.
fr: Les fonctionnalités utilitaires que vous attendiez.
it: Le funzionalità di utilità che stavi aspettando.

source: Export any or all of your past calculations to spreadsheet format in a CSV file, which can be imported into other programs.
es: Exporte cualquiera o todos sus cálculos anteriores al formato de hoja de cálculo en un archivo CSV, que se puede importar a otros programas.
fr: Exportez tout ou partie de vos calculs passés au format tableur dans un fichier CSV, qui peut être importé dans d'autres programmes.
it: Esporta alcuni o tutti i tuoi calcoli passati in formato foglio di calcolo in un file CSV, che può essere importato in altri programmi.

source: Keyboard Support
es: Compatibilidad con teclado
fr: Prise en charge du clavier
it: Supporto tastiera

source: External/bluetooth keyboards for iPad and Mac can be used in place of the calculator buttons.
es: Se pueden usar teclados externos/bluetooth para iPad y Mac en lugar de los botones de la calculadora.
fr: Des claviers externes/bluetooth pour iPad et Mac peuvent être utilisés à la place des boutons de la calculatrice.
it: È possibile utilizzare tastiere esterne/Bluetooth per iPad e Mac al posto dei pulsanti della calcolatrice.

source: Even more advanced functions.
es: Funciones aún más avanzadas.
fr: Des fonctions encore plus avancées.
it: Funzioni ancora più avanzate.

source: Calculus Functions
es: Funciones de cálculo
fr: Fonctions de calcul
it: Funzioni di calcolo

source: Derivatives & Integrals
es: Derivadas e Integrales
fr: Dérivées & Intégrales
it: Derivati e Integrali
